Repository: olvid-io/olvid-ios
Catalog: Sources/App/AppAndExtensions/App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# DELETE_DISCUSSION_FROM_THIS_DEVICE_AND_ALL_CONTACTS_DEVICES
source: From this device and other group members' devices
de: Von diesem Gerät und den Geräten anderer Gruppenmitglieder
es: Desde este dispositivo y desde los dispositivos de otros miembros del grupo
fr: De cet appareil et de ceux des autres membres
it: Da questo dispositivo e da quelli degli altri membri del gruppo
ja: このデバイスと、他のグループメンバーのデバイスから
ko: 이 기기와 다른 그룹 구성원의 기기에서
pt_br: Deste dispositivo e dos dispositivos dos outros membros do grupo
pt_pt: Deste dispositivo e dos dispositivos dos outros membros do grupo
ru: С этого устройства и устройств других участников группы
uk: З цього пристрою та пристроїв інших учасників групи
zh_hans: 来自此设备以及其他群组成员的设备

# DELETE_DISCUSSION_FROM_THIS_DEVICE_AND_CONTACT_DEVICES
source: From this device and my contact's devices
de: Von diesem Gerät und den Geräten meines Kontakts
es: Desde este dispositivo y los dispositivos de mi contacto
fr: De cet appareil et de ceux de mon contact
it: Da questo dispositivo e dai dispositivi dei miei contatti
ja: このデバイスと、相手のデバイスから
ko: 이 기기와 제 연락처의 기기에서
pt_br: Deste dispositivo e dos dispositivos do meu contato
pt_pt: Deste dispositivo e dos dispositivos do meu contacto
ru: С этого устройства и устройств моего контакта
uk: З цього пристрою та пристроїв мого контакту
zh_hans: 从我的设备和联系人的设备发送

# DELETE_DISCUSSION_FROM_THIS_DEVICE_ONLY
source: From this device
de: Von diesem Gerät
es: Desde este dispositivo
fr: De cet appareil
it: Da questo dispositivo
ja: このデバイスから
ko: 이 장치에서
pt_br: Deste dispositivo
pt_pt: Deste dispositivo
ru: С этого устройства
uk: З цього пристрою
zh_hans: 来自此设备

# DELETE_FROM_ALL_OWNED_DEVICES
source: From all my devices
de: Von all meinen Geräten
es: Desde todos mis dispositivos
fr: De tous mes appareils
it: Da tutti i miei dispositivi
ja: すべてのデバイスから
ko: 내 모든 기기에서
pt_br: De todos os meus dispositivos
pt_pt: De todos os meus dispositivos
ru: Со всех моих устройств
uk: З усіх моїх пристроїв
zh_hans: 来自我所有设备

# DELETE_FROM_ALL_OWNED_DEVICES_AND_ALL_CONTACTS_DEVICES
source: From all my devices and other members' devices
de: Von all meinen Geräten und den Geräten anderer Teilnehmer
es: Desde todos mis dispositivos y los dispositivos de otros miembros
fr: De tous mes appareils et de ceux des autres membres
it: Da tutti i miei dispositivi e da quelli degli altri membri
ja: すべてのデバイスと、他のメンバーのデバイスから
ko: 내 모든 기기와 다른 사용자의 기기에서
pt_br: De todos os meus dispositivos e dos dispositivos dos outros membros
pt_pt: De todos os meus dispositivos e dos dispositivos dos outros membros
ru: Со всех моих устройств и устройств других участников
uk: З усіх моїх пристроїв та пристроїв інших учасників
zh_hans: 来自我所有设备和其他成员的设备

# DELETE_FROM_ALL_OWNED_DEVICES_AND_CONTACT_DEVICES
source: From all my devices and my contact's devices
de: Von all meinen Geräten und den Geräten meiner Kontakte
es: Desde todos mis dispositivos y los dispositivos de mi contacto
fr: De tous mes appareils et de ceux de mon contact
it: Da tutti i miei dispositivi e da quelli dei miei contatti
ja: 私のすべてのデバイスと、連絡先のデバイスから
ko: 내 모든 기기와 연락처의 기기에서
pt_br: De todos os meus dispositivos e dos dispositivos dos meus contatos
pt_pt: De todos os meus dispositivos e dos dispositivos dos meus contactos
ru: Со всех моих устройств и устройств моего контакта
uk: З усіх моїх пристроїв та пристроїв моїх контактів
zh_hans: 来自我所有的设备以及我联系人的设备

# DELETE_FROM_THIS_DEVICE_AND_ALL_CONTACTS_DEVICES
source: From this device and other group members' devices
de: Von diesem Gerät und den Geräten anderer Gruppenmitglieder
es: Desde este dispositivo y desde los dispositivos de otros miembros del grupo
fr: De cet appareil et de ceux des autres membres
it: Da questo dispositivo e da quelli degli altri membri del gruppo
ja: このデバイスと、他のグループメンバーのデバイスから
ko: 이 기기와 다른 그룹 구성원의 기기에서
pt_br: Deste dispositivo e dos dispositivos dos outros membros do grupo
pt_pt: Deste dispositivo e dos dispositivos dos outros membros do grupo
ru: С этого устройства и с устройств других участников группы
uk: З цього пристрою та пристроїв інших учасників групи
zh_hans: 来自此设备以及其他群组成员的设备

# DELETE_FROM_THIS_DEVICE_AND_CONTACT_DEVICES
source: From this device and my contact's devices
de: Von diesem Gerät und den Geräten meines Kontakts
es: Desde este dispositivo y los dispositivos de mi contacto
fr: De cet appareil et de ceux de mon contact
it: Da questo dispositivo e dai dispositivi dei miei contatti
ja: このデバイスと相手のデバイスから
ko: 이 기기와 내 연락처의 기기에서
pt_br: Deste dispositivo e dos dispositivos do meu contato
pt_pt: Deste dispositivo e dos dispositivos do meu contacto
ru: С этого устройства и устройств моего контакта
uk: З цього пристрою та пристроїв мого контакту
zh_hans: 来自此设备和我联系人的设备

# DELETE_FROM_THIS_DEVICE_ONLY
source: From this device
de: Von diesem Gerät
es: Desde este dispositivo
fr: De cet appareil
it: Da questo dispositivo
ja: このデバイスから
ko: 이 장치에서 보냄
pt_br: Deste dispositivo
pt_pt: Deste dispositivo
ru: С этого устройства
uk: З цього пристрою
zh_hans: 来自此设备

source: Delete item
de: Element löschen
es: Eliminar elemento
fr: Supprimer l’élément
it: Elimina elemento
ja: アイテムを削除
ko: 항목 삭제
pt_br: Excluir item
pt_pt: Eliminar item
ru: Удалить элемент
uk: Видалити елемент
zh_hans: 删除项目

source: Delete items
de: Elemente löschen
es: Eliminar elementos
fr: Supprimer les éléments
it: Elimina elementi
ja: 項目を削除
ko: 항목 삭제
pt_br: Excluir itens
pt_pt: Eliminar itens
ru: Удалить элементы
uk: Видалити елементи
zh_hans: 删除项目

# DELETE_ITEMS_WITH_DUP
source: Delete item and copies
de: Element und Kopien löschen
es: Eliminar elemento y copias
fr: Supprimer l’élément ainsi que les copies
it: Elimina elemento e copie
ja: 項目とコピーを削除
ko: 항목 및 복사본 삭제
pt_br: Excluir item e cópias
pt_pt: Apagar o item e as cópias
ru: Удалить элемент и копии
uk: Видалити елемент та копії
zh_hans: 删除项目及其副本

# DELETE_OWN_REACTION
source: Delete my reaction
de: Meine Reaktion entfernen
es: Eliminar mi reacción
fr: Supprimer ma réaction
it: Rimuovi la mia reazione
ja: 自分のリアクションを削除
ko: 내 반응 삭제
pt_br: Remover minha reação
pt_pt: Remover a minha reação
ru: Удалить мою реакцию
uk: Видалити мою реакцію
zh_hans: 删除我的表情

# DELETE_THIS_IDENTITY_BUTTON
source: Delete this profile
de: Dieses Profil löschen
es: Eliminar este perfil
fr: Supprimer ce profil
it: Elimina questo profilo
ja: このプロフィールを削除
ko: 이 프로필 삭제
pt_br: Excluir este perfil
pt_pt: Eliminar este perfil
ru: Удалить этот профиль
uk: Видалити цей профіль
zh_hans: 删除此个人资料

# DELETE_THIS_IDENTITY_QUESTION_MESSAGE
source: Deleting this profile will delete any information related to it from your device. This includes the contacts, groups, and the content of all your discussions (messages and attachments) for this profile. Your other profiles will not be affected by this operation. If you have enabled backups in Olvid, your future backups will not contain any trace of this profile and you will not be able to restore it.
de: Durch das Löschen dieses Profils werden alle damit verbundenen Informationen von Ihrem Gerät gelöscht. Dazu gehören die Kontakte, Gruppen und der Inhalt aller Ihrer Diskussionen (Nachrichten und Anhänge) für dieses Profil. Ihre anderen Profile werden von dieser Operation nicht betroffen sein. Wenn Sie Backups in Olvid aktiviert haben, werden zukünftige Backups keine Informationen mehr über dieses Profil enthalten und Sie können es nicht wiederherstellen.
es: Eliminar este perfil eliminará cualquier información relacionada de tu dispositivo. Esto incluye los contactos, grupos y el contenido de todas tus conversaciones (mensajes y archivos adjuntos) para este perfil. Tus otros perfiles no se verán afectados por esta operación. Si has habilitado las copias de seguridad en Olvid, tus futuras copias de seguridad no contendrán ningún rastro de este perfil y no podrás restaurarlo.
fr: Supprimer un profil effacera toute information associée à ce profil de votre appareil. Cela inclut vos contacts, vos groupes et le contenu de toutes vos discussions pour ce profil. Vos autres profils ne seront pas affectés par cette opération. Si vous avez activé les sauvegardes Olvid, vos futures sauvegardes ne contiendront aucune trace de ce profil et vous ne serez pas en mesure de le restaurer.
it: Eliminando questo profilo, verranno cancellate tutte le informazioni ad esso correlate dal tuo dispositivo. Questo include i contatti, i gruppi e il contenuto di tutte le tue conversazioni (messaggi e allegati) per questo profilo. Gli altri tuoi profili non saranno interessati da questa operazione. Se hai abilitato i backup in Olvid, i tuoi futuri backup non conterranno alcuna traccia di questo profilo e non sarà possibile ripristinarlo.
ja: このプロフィールを削除すると、デバイスから関連するすべての情報が削除されます。これには、連絡先、グループ、およびこのプロフィールのすべての会話（メッセージと添付ファイル）の内容が含まれます。他のプロフィールには影響しません。 Olvidでバックアップを有効にしている場合、今後のバックアップにはこのプロフィールの情報が含まれなくなり、復元することもできなくなります。
ko: 이 프로필을 삭제하면 해당 프로필과 관련된 모든 정보가 장치에서 삭제됩니다. 여기에는 연락처, 그룹, 그리고 이 프로필에 대한 모든 대화(메시지 및 첨부 파일)의 내용이 포함됩니다. 다른 프로필은 이 작업의 영향을 받지 않습니다. Olvid에서 백업을 활성화한 경우, 향후 백업에는 이 프로필에 대한 내용이 포함되지 않으며 복원할 수 없습니다.
pt_br: Excluir este perfil removerá todas as informações relacionadas dele do seu dispositivo. Isso inclui os contatos, grupos e o conteúdo de todas as suas conversas (mensagens e anexos) para este perfil. Seus outros perfis não serão afetados por esta operação. Se você tiver ativado backups no Olvid, seus backups futuros não conterão nenhum vestígio deste perfil e você não poderá restaurá-lo.
pt_pt: Ao eliminar este perfil, todos os dados associados a ele serão removidos do seu dispositivo. Isto inclui os contactos, grupos e o conteúdo de todas as suas conversas (mensagens e anexos) para este perfil. Os seus outros perfis não serão afetados por esta operação. Se tiver ativado as cópias de segurança no Olvid, as suas futuras cópias de segurança não conterão qualquer vestígio deste perfil e não poderá restaurá-lo.
ru: Удаление этого профиля приведет к удалению всей связанной с ним информации с вашего устройства. Это включает в себя контакты, группы и содержимое всех ваших обсуждений (сообщения и вложения) для этого профиля. Другие ваши профили не будут затронуты этой операцией. Если вы включили резервное копирование в Olvid, ваши будущие резервные копии не будут содержать никаких следов этого профиля, и вы не сможете его восстановить.
uk: Видалення цього профілю призведе до видалення будь-якої інформації, пов’язаної з ним, з вашого пристрою. Це включає контакти, групи та вміст усіх ваших розмов (повідомлень і вкладень) для цього профілю. Інші ваші профілі не будуть зачеплені цією операцією. Якщо ви ввімкнули резервне копіювання в Olvid, ваші майбутні резервні копії не міститимуть жодного сліду цього профілю, і ви не зможете його відновити.
zh_hans: 删除此资料将从您的设备中删除与其相关的所有信息。 这包括联系人、群组以及此资料中所有对话（消息和附件）的内容。 此操作不会影响您的其他资料。 如果您已在 Olvid 中启用备份，则您未来的备份将不再包含此资料的任何痕迹，并且您将无法恢复它。

# DELETE_THIS_IDENTITY_QUESTION_TITLE_%@
source: Delete the profile "%@"?
de: Profil "%@" löschen?
es: ¿Eliminar el perfil "%@"?
fr: Supprimer le profil « %@ » ?
it: Eliminare il profilo "%@"?
ja: プロフィール「%@」を削除しますか？
ko: "%@" 프로필을 삭제하시겠습니까?
pt_br: Excluir o perfil "%@"?
pt_pt: Eliminar o perfil "%@"?
ru: Удалить профиль "%@"?
uk: Видалити профіль "%@"?
zh_hans: 删除个人资料“%@”吗？

# DELETE_THIS_LAST_UNHIDDEN_IDENTITY_QUESTION_MESSAGE
source: Deleting this profile will delete any information related to it from your device. This includes the contacts, groups, and the content of all your discussions (messages and attachments) for this profile. This is your only visible profile and if you have any hidden profile, they will be deleted simultaneously. If you have enabled backups in Olvid, your future backups will not contain any trace of this profile and you will not be able to restore it.
de: Durch das Löschen dieses Profils werden alle damit verbundenen Informationen von Ihrem Gerät gelöscht. Dazu gehören die Kontakte, Gruppen und der Inhalt aller Ihrer Diskussionen (Nachrichten und Anhänge) für dieses Profil. Dies ist Ihr einziges sichtbares Profil, und falls Sie versteckte Profile haben, werden diese gleichzeitig gelöscht. Wenn Sie Backups in Olvid aktiviert haben, enthalten Ihre zukünftigen Backups keinerlei Informationen dieses Profils und Sie können es nicht wiederherstellen.
es: Eliminar este perfil eliminará toda la información relacionada de tu dispositivo. Esto incluye los contactos, grupos y el contenido de todas tus conversaciones (mensajes y archivos adjuntos) para este perfil. Este es tu único perfil visible y si tienes algún perfil oculto, se eliminarán simultáneamente. Si has habilitado las copias de seguridad en Olvid, tus futuras copias de seguridad no contendrán ningún rastro de este perfil y no podrás restaurarlo.
fr: Supprimer un profil effacera toute information associée à ce profil de votre appareil. Cela inclut vos contacts, vos groupes et le contenu de toutes vos discussions pour ce profil. Ce profil est votre seul profil visible et si vous avez des profils masqués, ceux-ci seront également supprimés. Si vous avez activé les sauvegardes Olvid, vos futures sauvegardes ne contiendront aucune trace de ce profil et vous ne serez pas en mesure de le restaurer.
it: Eliminando questo profilo, verranno cancellate tutte le informazioni ad esso correlate dal tuo dispositivo. Questo include i contatti, i gruppi e il contenuto di tutte le tue conversazioni (messaggi e allegati) per questo profilo. Questo è il tuo unico profilo visibile e, se hai dei profili nascosti, verranno eliminati simultaneamente. Se hai abilitato i backup su Olvid, i tuoi backup futuri non conterranno alcuna traccia di questo profilo e non potrai ripristinarlo.
ja: このプロフィールを削除すると、そのプロフィールに関連するすべての情報がデバイスから削除されます。これには、連絡先、グループ、およびこのプロファイルに関連するすべての会話（メッセージと添付ファイル）の内容が含まれます。 これは表示されている唯一のプロフィールであり、非表示のプロフィールがある場合、それらも同時に削除されます。 Olvidでバックアップを有効にしている場合、今後のバックアップにはこのプロファイルに関する情報が含まれなくなり、復元もできなくなります。
ko: 이 프로필을 삭제하면 해당 프로필과 관련된 모든 정보가 기기에서 삭제됩니다. 여기에는 연락처, 그룹, 그리고 이 프로필에 대한 모든 대화(메시지 및 첨부 파일) 내용이 포함됩니다. 이것은 사용자가 볼 수 있는 유일한 프로필이며 숨겨진 프로필이 있는 경우 동시에 삭제됩니다. Olvid에서 백업을 활성화한 경우, 향후 백업에는 이 프로필에 대한 내용이 포함되지 않으며 복원할 수 없습니다.
pt_br: Excluir este perfil removerá todas as informações relacionadas a ele do seu dispositivo. Isso inclui os contatos, grupos e o conteúdo de todas as suas conversas (mensagens e anexos) para este perfil. Este é o seu único perfil visível e, se você tiver algum perfil oculto, eles serão excluídos simultaneamente. Se você tiver ativado os backups no Olvid, seus backups futuros não conterão nenhum vestígio deste perfil e você não poderá restaurá-lo.
pt_pt: Eliminar este perfil apagará todas as informações relacionadas no seu dispositivo. Isto inclui os contactos, grupos e o conteúdo de todas as suas conversas (mensagens e anexos) para este perfil. Este é o seu único perfil visível e, caso tenha algum perfil oculto, este também será eliminado. Se tiver ativado as cópias de segurança no Olvid, as suas cópias de segurança futuras não conterão qualquer vestígio deste perfil e não poderá restaurá-lo.
ru: Удаление этого профиля приведет к удалению всей связанной с ним информации с вашего устройства. Это включает в себя контакты, группы и содержимое всех ваших обсуждений (сообщения и вложения) для этого профиля. Это ваш единственный видимый профиль, и если у вас есть скрытые профили, они будут удалены одновременно. Если вы включили резервное копирование в Olvid, ваши будущие резервные копии не будут содержать следов этого профиля, и вы не сможете его восстановить.
uk: Видалення цього профілю призведе до видалення будь-якої інформації, пов’язаної з ним, з вашого пристрою. Це включає контакти, групи та вміст усіх ваших розмов (повідомлень та вкладень) для цього профілю. Це ваш єдиний видимий профіль, і якщо у вас є приховані профілі, вони будуть видалені одночасно. Якщо ви ввімкнули резервне копіювання в Olvid, ваші майбутні резервні копії не міститимуть жодного сліду цього профілю, і ви не зможете його відновити.
zh_hans: 删除此资料将从您的设备中删除所有与之相关的信息。这包括联系人、群组以及此资料中所有对话（消息和附件）的内容。 这是您唯一的可见资料，如果您有任何隐藏资料，它们也将同时删除。 如果您已在 Olvid 中启用了备份，您未来的备份将不再包含此资料的任何信息，并且您将无法恢复它。

# DELETE_THIS_LAST_UNHIDDEN_IDENTITY_QUESTION_TITLE
source: Delete this last profile?
de: Dieses Profil löschen?
es: ¿Eliminar este último perfil?
fr: Supprimer ce dernier profil ?
it: Eliminare questo ultimo profilo?
ja: このプロフィールを削除しますか？
ko: 이전에 사용했던 프로필을 삭제하시겠습니까?
pt_br: Excluir este último perfil?
pt_pt: Eliminar este perfil?
ru: Удалить этот последний профиль?
uk: Видалити останній профіль?
zh_hans: 删除此配置文件？

source: Deletion in progress
de: Löschung wird ausgeführt
es: Eliminación en progreso
fr: Suppression en cours
it: Eliminazione in corso
ja: 削除処理中
ko: 삭제 진행 중
pt_br: Exclusão em andamento
pt_pt: Eliminação em curso
ru: Удаление в процессе
uk: Видалення в процесі
zh_hans: 正在删除

# DELETION_TERMINATED
source: Deletion done
de: Löschung abgeschlossen
es: Eliminación completada
fr: Suppression terminée
it: Eliminazione avvenuta
ja: 削除が完了しました
ko: 삭제 완료
pt_br: Exclusão concluída
pt_pt: Eliminação concluída
ru: Удаление выполнено
uk: Видалено
zh_hans: 删除完成

# DIALOG_MESSAGE_OUTDATED_VERSION
source: Your version of Olvid is outdated and needs to be updated. You are probably missing out on many new features and we cannot guarantee the compatibility of your version with newer versions of the app that your contacts may use.
de: Ihre Olvid-Version ist veraltet und muss aktualisiert werden. Sie verpassen möglicherweise viele neue Funktionen und wir können die Kompatibilität Ihrer Version mit neueren Versionen der App, die Ihre Kontakte verwenden, nicht garantieren.
es: Tu versión de Olvid está desactualizada y necesita ser actualizada. Probablemente te estés perdiendo muchas funciones nuevas y no podemos garantizar la compatibilidad de tu versión con versiones más recientes de la aplicación que puedan usar tus contactos.
fr: Votre version d'Olvid est dépassée et doit être mise à jour. Vous passez probablement à côté de nombreuses nouvelles fonctionnalités et nous ne pouvons pas vous garantir la compatibilité de votre version avec les versions plus récentes utilisées par vos contacts.
it: La tua versione di Olvid è obsoleta e necessita di un aggiornamento. Potresti perdere molte nuove funzionalità e non possiamo garantire la compatibilità della tua versione con le versioni più recenti dell'app utilizzate dai tuoi contatti.
ja: お使いのOlvidのバージョンが古いため、アップデートが必要です。 新しい機能をご利用いただけていない可能性があります。また、連絡先の相手がより新しいバージョンのアプリを使用している場合、互換性の問題が発生する可能性があります。
ko: Olvid 앱이 최신 버전이 아니므로 업데이트해야 합니다. 새로운 기능을 놓치고 있을 수 있으며, 연락처에서 사용하는 최신 버전의 앱과 호환되지 않을 수 있습니다.
pt_br: Sua versão do Olvid está desatualizada e precisa ser atualizada. Você provavelmente está perdendo muitos recursos novos e não podemos garantir que sua versão seja compatível com as versões mais recentes do aplicativo que seus contatos podem estar usando.
pt_pt: A sua versão do Olvid está desatualizada e precisa ser atualizada. Provavelmente está a perder muitas funcionalidades novas e não podemos garantir a compatibilidade da sua versão com as versões mais recentes da aplicação que os seus contactos podem estar a utilizar.
ru: Ваша версия Olvid устарела и требует обновления. Вам, вероятно, недоступны многие новые функции, и мы не можем гарантировать совместимость вашей версии с более новыми версиями приложения, которые используют ваши контакты.
uk: Ваша версія Olvid застаріла і потребує оновлення. Ви, ймовірно, втрачаєте багато нових функцій, і ми не можемо гарантувати сумісність вашої версії з новими версіями програми, які можуть використовувати ваші контакти.
zh_hans: 您的 Olvid 版本已过时，需要更新。 您可能错过了许多新功能，而且我们无法保证您的版本与您的联系人使用的较新版本的应用程序兼容。

# DIALOG_MISSING_MESSAGES_MESSAGE
source: This missing message indicator tells you that a gap was detected in the numbering sequence of messages received from your contact. This can either be that the sending of a message was cancelled (the message will never reach you), or that a larger message (typically with attachment) has not finished uploading yet (you should receive it soon).
de: Dieser Indikator für fehlende Nachrichten zeigt an, dass eine Lücke in der Nummerierung der von Ihrem Kontakt empfangenen Nachrichten festgestellt wurde. Dies kann entweder bedeuten, dass das Senden einer Nachricht abgebrochen wurde (die Nachricht wird Sie nicht erreichen), oder dass eine größere Nachricht (typischerweise mit Anhang) noch nicht vollständig hochgeladen wurde (Sie sollten sie bald erhalten).
es: Este indicador de mensaje faltante te informa que se detectó un hueco en la secuencia de numeración de los mensajes recibidos de tu contacto. Esto puede deberse a que el envío de un mensaje fue cancelado (el mensaje nunca te llegará) o a que un mensaje más grande (normalmente con un archivo adjunto) aún no ha terminado de subirse (deberías recibirlo pronto).
fr: Cet indicateur de message manquant vous prévient qu'un trou a été détecté dans la séquence de numérotation des messages reçus de votre contact. Ceci est soit dû à l'annulation d'envoi d'un message (vous ne recevrez jamais ce message), soit à l'envoi d'un message plus gros (en général, avec des pièces jointes) qui n'a pas encore été entièrement déposé sur le serveur (vous devriez le recevoir prochainement).
it: Questo indicatore di messaggio mancante ti avvisa che è stata rilevata un'interruzione nella sequenza numerica dei messaggi ricevuti dal tuo contatto. Questo può significare che l'invio di un messaggio è stato annullato (il messaggio non ti arriverà mai), oppure che un messaggio più grande (solitamente con allegato) non ha ancora terminato il caricamento (dovresti riceverlo a breve).
ja: このメッセージの欠落表示は、相手から受信したメッセージのナンバリングシーケンスにずれが生じたことを示します。 これは、メッセージの送信がキャンセルされた（メッセージは届きません）か、より大きなメッセージ（通常は添付ファイル付き）のアップロードがまだ完了していない（まもなく受信できるはずです）ことを意味します。
ko: 이 누락된 메시지 표시기는 연락처에서 받은 메시지 번호 순서에 빈틈이 있다는 것을 알려줍니다. 이는 메시지 전송이 취소되었거나(메시지가 전달되지 않음) 또는 더 큰 메시지(일반적으로 첨부 파일 포함)의 업로드가 완료되지 않았음을 의미할 수 있습니다(곧 메시지를 받게 됩니다).
pt_br: Este indicador de mensagem ausente informa que foi detectada uma lacuna na sequência de numeração das mensagens recebidas do seu contato. Isso pode significar que o envio de uma mensagem foi cancelado (a mensagem não será enviada) ou que uma mensagem maior (geralmente com anexo) ainda não terminou de ser enviada (você deverá recebê-la em breve).
pt_pt: Este indicador de mensagem em falta indica que foi detetada uma interrupção na sequência numérica das mensagens recebidas do seu contacto. Isto pode significar que o envio de uma mensagem foi cancelado (a mensagem nunca chegará a si) ou que uma mensagem maior (normalmente com um anexo) ainda não terminou de ser enviada (deverá recebê-la em breve).
ru: Этот индикатор отсутствующего сообщения сообщает вам о том, что в последовательности номеров полученных от вашего контакта обнаружен пропуск. Это может означать, что отправка сообщения была отменена (сообщение никогда не достигнет вас), или что загрузка более крупного сообщения (обычно с вложением) еще не завершена (вы должны получить его в ближайшее время).
uk: Цей індикатор відсутнього повідомлення повідомляє вам про те, що в послідовності нумерації отриманих від вашого контакту повідомлень виявлено пробіл. Це може означати, що надсилання повідомлення було скасовано (повідомлення ніколи не буде доставлене до вас), або що завантаження більшого повідомлення (зазвичай з вкладенням) ще не завершено (ви повинні отримати його найближчим часом).
zh_hans: 此缺失消息指示器表明，在您联系人发送的消息编号序列中检测到了一处间隙。 这可能是由于消息发送被取消（该消息将无法发送给您），或者较大的消息（通常带有附件）尚未完成上传（您应该很快收到）。

# DIALOG_MISSING_MESSAGES_TITLE
source: Missing messages
de: Fehlende Nachrichten
es: Mensajes faltantes
fr: Messages manquants
it: Messaggi mancanti
ja: メッセージが見つかりません
ko: 누락된 메시지
pt_br: Mensagens ausentes
pt_pt: Mensagens em falta
ru: Отсутствуют сообщения
uk: Відсутні повідомлення
zh_hans: 缺少消息
